"""
Завдання 1
Встановіть Python та PyCharm (або іншу IDE з підтримкою Python, яка вам зручна). Дослідіть налаштування,
налаштуйте середовище розроблення для себе: підберіть колірну схему
та шрифт редактора, які вам подобаються, увімкніть або вимкніть відображення номерів рядків,
підсвічування поточного рядка, відображення роздільників між ділянками коду тощо.
"""

"""
Завдання 2
Створіть скрипт мовою Python, використовуючи звичайний текстовий редактор (можна використовувати редактор коду, такий як,
наприклад, Sublime Text). Запустіть його за допомогою консолі.
Запустіть його подвійним клацанням у провіднику Windows. Придумайте, як, використовуючи те, що ви вже вивчили, зробити 
так, щоб вікно консолі не закривалося відразу після запуску скрипта подвійним клацанням.
 """
print('Banduliak Andrii')

a, b = int(input('enter a = ')), int(input('enter b = '))
print(a * b)


"""
Завдання 3
Відкрийте IDLE (під Windows та OS X ця програма встановлюється разом із Python). Поекспериментуйте зі звичайними 
арифметичними виразами. 
Спробуйте задати ім'я значенню будь-якого виразу. Спробуйте вивести значення виразу з текстом, що пояснює, за допомогою 
функції print, використовуючи як імена, так і безпосередньо вирази в якості параметрів функції."""